// Задание 1
// Переменная с температурой в градусах Цельсия
let celsius = 25;

// Преобразование в градусы Фаренгейта
let fahrenheit = (9 / 5) * celsius + 32;

// Вывод в консоль
console.log("Температура в Цельсиях:", celsius);
console.log("Температура в Фаренгейтах:", fahrenheit);
// Задание 2
// Создаем переменную name и присваиваем ей свое имя
let name = "Яна"; 

// Создаем переменную admin и присваиваем ей значение из переменной name
let admin = name;

// Выводим значение переменной admin в консоль
console.log(admin); 